Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: You have unsaved changes. Are you sure you want to go back? Your changes will be lost.
ar: لديك تغييرات غير محفوظة. هل أنت متأكد من رغبتك في الرجوع؟ ستفقد تغييراتك.
as: আপোনাৰ অসংৰক্ষিত পৰিবৰ্তন আছে। আপুনি নিশ্চিত নেকি যে আপুনি উভতি যাব বিচাৰে? আপোনাৰ পৰিৱৰ্তনবোৰ হেৰাই যাব।
bn: আপনার কিছু পরিবর্তন সংরক্ষিত হয়নি। আপনি কি আগের অবস্থায় ফিরে যেতে চান? আপনার পরিবর্তনগুলো হারিয়ে যাবে।
de: Sie haben ungespeicherte Änderungen. Möchten Sie wirklich zurück? Ihre Änderungen gehen verloren.
es: Tienes cambios sin guardar. ¿Seguro que quieres volver atrás? Perderás los cambios.
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir revenir en arrière ? Vos modifications seront perdues.
gu: તમારી પાસે વણસાચવેલા ફેરફારો છે. શું તમે ખરેખર પાછા જવા માંગો છો? તમારા ફેરફારો ગુમ થઈ જશે.
hi: आपने कुछ बदलाव सेव नहीं किए हैं। क्या आप वाकई वापस जाना चाहते हैं? अगर आप वापस जाना चाहते हैं, तो आपके बदलाव नष्ट हो जाएंगे।
it: Hai apportato delle modifiche non salvate. Sei sicuro di voler tornare indietro? Le modifiche andranno perse.
ja: 保存されていない変更があります。本当に元に戻しますか？変更内容は失われます。
kn: ನೀವು ಉಳಿಸದ ಬದಲಾವಣೆಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ಹಿಂತಿರುಗಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ನಿಮ್ಮ ಬದಲಾವಣೆಗಳು ಕಳೆದುಹೋಗುತ್ತವೆ.
ko: 저장하지 않은 변경 사항이 있습니다. 정말로 되돌리시겠습니까? 변경 내용이 손실됩니다.
ml: നിങ്ങൾക്ക് സംരക്ഷിക്കാത്ത മാറ്റങ്ങളുണ്ട്. തിരികെ പോകണമെന്ന് ഉറപ്പാണോ? നിങ്ങളുടെ മാറ്റങ്ങൾ നഷ്ടപ്പെടും.
mr: तुम्ही केलेले बदल जतन केलेले नाहीत. तुम्हाला खात्री आहे की तुम्हाला मागे जायचे आहे? तुमचे बदल गमावले जातील.
or: ଆପଣଙ୍କର ପରିବର୍ତ୍ତନଗୁଡ଼ିକ ସେଭ୍ ହୋଇନାହିଁ। ଆପଣ କ’ଣ ନିଶ୍ଚିତ ଯେ ଆପଣ ଫେରିବାକୁ ଚାହୁଁଛନ୍ତି? ଆପଣଙ୍କର ପରିବର୍ତ୍ତନଗୁଡ଼ିକ ହରାଇବେ।
pa: ਤੁਹਾਡੇ ਕੋਲ ਅਣਰੱਖਿਅਤ ਬਦਲਾਅ ਹਨ। ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਵਾਪਸ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਹਾਡੇ ਬਦਲਾਅ ਗੁੰਮ ਹੋ ਜਾਣਗੇ।
pt: Tem alterações não guardadas. Tem a certeza de que pretende desfazer as alterações? Elas serão perdidas.
ru: У вас есть несохраненные изменения. Вы уверены, что хотите вернуться назад? Ваши изменения будут потеряны.
ta: நீங்கள் சேமிக்காத மாற்றங்கள் உள்ளன. நீங்கள் நிச்சயமாகப் பழைய நிலைக்குத் திரும்ப விரும்புகிறீர்களா? இல்லையெனில், உங்கள் மாற்றங்கள் இழக்கப்படும்.
te: మీరు సేవ్ చేయని మార్పులు ఉన్నాయి. మీరు నిజంగా వెనక్కి వెళ్లాలనుకుంటున్నారా? మీ మార్పులు పోతాయి.
zh_hans: 您有未保存的更改。确定要返回吗？您的更改将会丢失。
zh_hant: 您有未儲存的變更。確定要回嗎？您的變更將會遺失。

source: Your cart is empty
ar: سلة التسوق الخاصة بك فارغة
as: আপোনাৰ গাড়ীখন খালী হৈ আছে
bn: আপনার কার্ট খালি আছে
de: Ihr Warenkorb ist leer
es: Tu carrito está vacío
fr: Votre panier est vide.
gu: તમારી કાર્ટ ખાલી છે.
hi: आपकी कार्ट खाली है
it: Il tuo carrello è vuoto
ja: カートは空です
kn: ನಿಮ್ಮ ಕಾರ್ಟ್ ಖಾಲಿಯಾಗಿದೆ.
ko: 장바구니가 비어 있습니다
ml: നിങ്ങളുടെ കാർട്ട് ശൂന്യമാണ്
mr: तुमची कार्ट रिकामी आहे
or: ତୁମର କାର୍ଟ ଖାଲି ଅଛି।
pa: ਤੁਹਾਡਾ ਕਾਰਟ ਖਾਲੀ ਹੈ।
pt: O seu carrinho está vazio
ru: Ваша корзина пуста
ta: உங்கள் கூடை காலியாக உள்ளது
te: మీ కార్ట్ ఖాళీగా ఉంది
zh_hans: 您的购物车是空的。
zh_hant: 您的購物車是空的。

source: Your device is not configured to send emails. Please set up the Apple Mail app.
ar: جهازك غير مُهيأ لإرسال رسائل البريد الإلكتروني. يُرجى إعداد تطبيق Apple Mail.
as: আপোনাৰ ডিভাইচ ইমেইল প্ৰেৰণ কৰিবলে বিন্যাস কৰা হোৱা নাই। অনুগ্ৰহ কৰি এপল মেইল এপটো ছেট আপ কৰক।
bn: আপনার ডিভাইসটি ইমেল পাঠানোর জন্য কনফিগার করা নেই। অনুগ্রহ করে অ্যাপল মেইল অ্যাপটি সেট আপ করুন।
de: Ihr Gerät ist nicht für den E-Mail-Versand konfiguriert. Bitte richten Sie die Apple Mail-App ein.
es: Tu dispositivo no está configurado para enviar correos electrónicos. Configura la aplicación Mail de Apple.
fr: Votre appareil n'est pas configuré pour envoyer des e-mails. Veuillez configurer l'application Mail d'Apple.
gu: તમારું ઉપકરણ ઇમેઇલ મોકલવા માટે ગોઠવેલું નથી. કૃપા કરીને Apple Mail ઍપ સેટ કરો.
hi: आपके डिवाइस में ईमेल भेजने की सेटिंग नहीं है। कृपया Apple Mail ऐप सेट अप करें।
it: Il tuo dispositivo non è configurato per inviare email. Configura l'app Mail di Apple.
ja: お使いのデバイスはメール送信の設定がされていません。Apple Mailアプリを設定してください。
kn: ನಿಮ್ಮ ಸಾಧನವನ್ನು ಇಮೇಲ್‌ಗಳನ್ನು ಕಳುಹಿಸಲು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು Apple ಮೇಲ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಹೊಂದಿಸಿ.
ko: 귀하의 기기는 이메일을 보낼 수 있도록 설정되어 있지 않습니다. Apple Mail 앱을 설정해 주세요.
ml: ഇമെയിലുകൾ അയയ്ക്കാൻ നിങ്ങളുടെ ഉപകരണം കോൺഫിഗർ ചെയ്തിട്ടില്ല. Apple മെയിൽ ആപ്പ് സജ്ജമാക്കുക.
mr: तुमचे डिव्हाइस ईमेल पाठवण्यासाठी कॉन्फिगर केलेले नाही. कृपया ॲपल मेल ॲप सेट करा.
or: ଆପଣଙ୍କ ଡିଭାଇସ୍‌ଟି ଇମେଲ୍‌ ପଠାଇବା ପାଇଁ ବିନ୍ୟାସିତ ହୋଇନାହିଁ। ଦୟାକରି Apple Mail ଆପ୍‌ ସେଟ୍‌ ଅପ୍‌ କରନ୍ତୁ।
pa: ਤੁਹਾਡਾ ਡੀਵਾਈਸ ਈਮੇਲ ਭੇਜਣ ਲਈ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ Apple Mail ਐਪ ਸੈੱਟ ਅੱਪ ਕਰੋ।
pt: O seu dispositivo não está configurado para enviar e-mails. Configure a aplicação Mail da Apple.
ru: Ваше устройство не настроено для отправки электронных писем. Пожалуйста, настройте приложение Apple Mail.
ta: உங்கள் சாதனம் மின்னஞ்சல்களை அனுப்பும் வகையில் உள்ளமைக்கப்படவில்லை. தயவுசெய்து ஆப்பிள் மெயில் செயலியை அமைக்கவும்.
te: మీ పరికరం ఇమెయిల్‌లను పంపడానికి కాన్ఫిగర్ చేయబడలేదు. దయచేసి ఆపిల్ మెయిల్ యాప్‌ను సెటప్ చేయండి.
zh_hans: 您的设备尚未配置为发送电子邮件。请设置 Apple Mail 应用。
zh_hant: 您的裝置尚未配置為傳送電子郵件。請設定 Apple Mail 應用程式。

source: BTQ-MUM-01
as: বিটিকিউ-এমইউএম-০১
bn: বিটিকিউ-এমইউএম-০১
gu: BTQ-MUM-01 ની કીવર્ડ્સ
hi: बीटीक्यू-एमयूएम-01
kn: ಬಿಟಿಕ್ಯೂ-ಅಮ್ಮ-01
ml: BTQ-എംഎം-01
mr: बीटीक्यू-एमयूएम-०१

source: CVV
as: চিভিভি
bn: সিভিভি
gu: સીવીવી
hi: सीवीवी
kn: ಸಿವಿವಿ
ml: സി.വി.വി.
mr: सीव्हीव्ही
or: ସିଭିଭି
pa: ਸੀਵੀਵੀ
ta: சிவிவி
te: సివివి

source: RSMS
as: আৰ এছ এম এছ
bn: আরএসএমএস
gu: આરએસએમએસ
hi: आरएसएमएस
kn: ಆರ್‌ಎಸ್‌ಎಂಎಸ್
ml: ആർ.എസ്.എം.എസ്.
mr: आरएसएमएस
or: ଆରଏସଏମଏସ
pa: ਆਰਐਸਐਮਐਸ
ru: РСМС
ta: ஆர்.எஸ்.எம்.எஸ்.
te: ఆర్ఎస్ఎంఎస్

source: TXN
as: টিএক্সএন
bn: টিএক্সএন
gu: ટીએક્સએન
kn: ಟಿಎಕ್ಸ್ಎನ್
ko: 텍사스
ml: ടെക്സസ്എൻ
mr: टीएक्सएन
or: TXNName
pa: ਟੈਕਸਾਸ

# %@ · LTV %@
source: %1$@ · LTV %2$@
bn: %1$@ · এলটিভি %2$@
hi: %1$@ · एलटीवी %2$@
kn: %1$@ · ಎಲ್‌ಟಿವಿ %2$@
ml: %1$@ · എൽടിവി %2$@
mr: %1$@ · एलटीव्ही %2$@
pa: %1$@ · ਐਲਟੀਵੀ %2$@

source: CONV
bn: কনভ
gu: રૂપાંતરણ
hi: रूपा
ja: 従来型
kn: ಕಾನ್ವಿ
ko: 변환
ml: കോൺവി
mr: कॉन्व्ह
or: CONVName
ru: КОНВ
zh_hans: 会议
zh_hant: 會議

source: XXXX XXXX XXXX XXXX
gu: XXXX XXXX XXXX
ml: XXXX XXXX XXXX
